import React from 'react'

function TovarData() {
  return (
    <div className='commit-conteiner' >


      <h1 className='commit-data'>

        iPhone 15 Pro: новый король смартфонов с инновационными функциями! <br /> Встречайте мощный и стильный iPhone с передовыми технологиями! <br />  Представляем iPhone 15 Pro, новый флагман Apple, который изменит ваше <br />  представление о смартфонах. Он оснащен OLED-дисплеем с диагональю <br />  6.1 дюйма и технологией Super Retina XDR для непревзойденной <br />  цветопередачи и яркости. В основе iPhone 15 Pro лежит мощнейший <br />  процессор A17 Pro, который гарантирует молниеносное быстродействие и <br />  плавную работу при любых нагрузках. Тройная камера с оптической <br />  стабилизацией обеспечивает потрясающие снимки и <br />  кинематографические видео. Технология Face ID гарантирует быструю и <br />  безопасную аутентификацию. Аккумулятор увеличенной емкости <br />  поддерживает быструю зарядку, позволяя работать и играть весь день без <br />  перерыва.

      </h1>
    </div>
  )
}

export default TovarData
